Repository: DevWael/wc-tyre-sizes-search
Catalog: languages/tyres-*.po
Languages: ar

# taxonomy general name
source: Profiles
ar: عرض الإطارات

# taxonomy singular name
source: Profile
ar: عرض الإطار

# taxonomy general name
source: Sizes
ar: حجم الجنوط

# taxonomy singular name
source: size
ar: حجم الجنط

source: Search for tyres
ar: البحث عن الإطارات

source: Tyres advanced search form
ar: البحث عن الإطارات

source: Search for:
ar: البحث عن:

source: Search for products
ar: البحث عن المنتجات

source: Tyre Profile
ar: عرض الإطار

source: All
ar: الكل

source: Tyre Height
ar: ارتفاع الإطار

source: Tyre Size
ar: حجم الجنط

source: Search
ar: بحث

source: WC Tyres Search
ar: البحث عن الإطارات للوكومرس

source: add fields in woocommerce products to display tyre type in search.
ar: إضافة حقول البحث عن الإطارات للوكومرس للمنتج البسيط

source: Ahmad Wael
ar: أحمد وائل
